[SpectreImmunities X2AbilityTemplate]
LocFriendlyName="幽灵免疫"
LocLongDescription="免疫毒素、火焰、酸液和精神控制。"
LocHelpText="免疫毒素、火焰、酸液和精神控制。"

[ShadowUnitSplit X2AbilityTemplate]
LocFriendlyName="复制"
LocLongDescription="影子束缚可以复制自身，并创造一个新的幽灵。"
LocHelpText="影子束缚可以复制自身，并创造一个新的幽灵。"
LocFlyOverText="复制"

[NanoRepair X2AbilityTemplate]
LocFriendlyName="纳米修复"
LocLongDescription="幽灵每回合修复3点伤害。"
LocHelpText="幽灵每回合修复3点伤害。"
LocFlyOverText="纳米修复"

[RefractionField X2WeaponTemplate]
FriendlyName="折射场"
FriendlyNamePlural="折射场"
BriefSummary="使用从幽灵残骸中回收的材料，折射场技术将允许装备的士兵瞬间进入隐蔽状态。"
TacticalText="<Bullet/> 折射场使士兵进入隐蔽状态。\n<Bullet/> 死神将进入暗影隐蔽状态。"

[RefractionFieldAbility X2AbilityTemplate]
LocFriendlyName="折射场"
LocHelpText="瞬间进入隐蔽状态。折射场有2次充能，需要重新充能后才能再次使用。"
LocLongDescription="使用从幽灵残骸中回收的材料，折射场技术将允许装备的士兵瞬间进入隐蔽状态。当士兵装备折射场时，还会获得免疫恐慌的能力。"

